start_m = [
    "О, ну наконец-то, __детективы__, любители загадок и справедливости! Рад, что вы всё-таки " \
    "не струсили и решили сыграть в мою игру.\nПрежде чем начать, разрешите поинтересоваться: как " \
    "называется ваше детективное агенство? Хочу знать, как мне к вам обращаться)",
    "Я вновь вас приветствую. Нажмите кнопку ниже, чтобы продолжить."]

instructions_1_m = [
    "Договорились.\nНемного поговорим о правилах игры.\nВо-первых, переписывайтесь с моим ботом " \
    "только с одного аккаунта, потому что иначе я не смогу убедиться, что это вы.\nВо-вторых, не " \
    "надо DDoS-ить моего бота, потому что иначе он ляжет, и вы не сможете играть дальше :)\n" \
    "В-третьих, если вы не можете решить мою загадку N минут, можно попросить подсказку. " \
    "Раньше нельзя, а то обленитесь и думать не будете.\nВ-четвертых, если бот не отвечает, " \
    "попробуйте написать /start.\nИ, наконец, в-пятых, хорошей охоты " \
    "вам, ",
    "! Полиция, очевидно, безнадежно, но с вами, надеюсь, мы очень и очень интересно " \
    "поиграем)))\nГотовы начинать?"]

instructions_2_m = ["Нарываетесь на ответ в рифму...", "Неправильный ответ)",
                    "Ну и чего вы сюда пришли тогда? Камон, не будьте занудами!!"]

instructions_3_m = "Отлично! Тогда начнём..."

wrong_name = ["Простите, но это имя уже занято. Введите какое-нибудь другое (не забудьте повторно"
              " упомянуть ваш начальный этап!)", "Произошла какая-то ошибка. Попробуйте еще раз."]

wrong_answers = ["Неверный ответ :)", "А вот и не угадали", "Подумайте ещё...", "Не-а"]

right_answers = ["В яблочко!", "По фактам.", "Ура-ура, вы справились с моей загадкой", 
                 "И это правильный ответ! :)"]

monologue = ["text1", "text2", "text3"]

too_early_for_a_hint = ["Рановато для подсказки. Давайте, пораскиньте мозгами!", "Не сдавайтесь так легко. " \
                      "а если не получится, - спросите ещё раз через несколько минут.", "Что же это за игра, если вы сразу " \
                      "же просите подсказку? Подумайте ещё или хотя бы просто подождите немного."]

final_m = "Ну чего вы мне всё ещё пишете? Вы ведь уже проиграли. Странно, что вас всё ещё не " \
          "арестовали,  кстати... ну ладно, это ненадолго)\nМогу пока что покидать вам мемы, " \
          "чтобы скрасить последние часы на свободе. Напишите /meme, если хотите :)"

stage_m = "Отлично! Теперь напишите кодовое число. Его вы можете найти в моём дневнике."

wrong_stage = "Вы указали некорректное кодовое число. Попробуйте еще раз."

while_verifying = ["Хмм, так быстро не скажу, надо подумать...",
                   "Мне нужно немного времени на размышление...",
                     "Дайте-ка подумать..."]